Repository: 1up-lab/ContaoCustomCollectionBundle
Catalog: Resources/contao/languages/*/*_custom_collection_archive.xlf
Languages: de

# tl_custom_collection_archive.coltype.0
source: Collection type
de: Sammlungtyp

# tl_custom_collection_archive.coltype.1
source: Please enter a collection type.
de: Bitte geben Sie den Sammlungstyp ein.

# tl_custom_collection_archive.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_custom_collection_archive.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_custom_collection_archive.type_legend
source: Collection Type
de: Sammlungstyp

# tl_custom_collection_archive.new.0
source: New collection
de: Neue Sammlung

# tl_custom_collection_archive.new.1
source: Create a new custom collection
de: Eine neue Sammlung erstellen

# tl_custom_collection_archive.show.0
source: collection details
de: Sammlungsdetails

# tl_custom_collection_archive.show.1
source: Show the details of collection %s
de: Die Details der Sammlung %s anzeigen

# tl_custom_collection_archive.edit.0
source: Edit collection
de: Sammlung bearbeiten

# tl_custom_collection_archive.edit.1
source: Edit collection %s
de: Sammlung %s bearbeiten

# tl_custom_collection_archive.editheader.0
source: Edit collection settings
de: Sammlung bearbeiten

# tl_custom_collection_archive.editheader.1
source: Edit the settings of collection %s
de: Einstellungen der Sammlung %s bearbeiten

# tl_custom_collection_archive.copy.0
source: Duplicate collection
de: Sammlung duplizieren

# tl_custom_collection_archive.copy.1
source: Duplicate collection %s
de: Sammlung %s duplizieren

# tl_custom_collection_archive.delete.0
source: Delete collection
de: Sammlung löschen

# tl_custom_collection_archive.delete.1
source: Delete collection %s
de: Sammlung %s löschen
